Repository: dotnetprojects/DotNetSiemensPLCToolBoxLibrary
Catalog: LibNoDaveConnectionLibrary/Communication/Editors/ConnectionEditor.*.resx
Languages: es

# label1.Text
source: Verbindungen
es: Conexiones

# cmdConnectionAdd.Text
source: hinzufügen
es: Agregar

# cmdConnectionDelete.Text
source: löschen
es: Eliminar

# label2.Text
source: Protokoll
es: Protocolo

# lblLIBNODAVEEntryPoint.Text
source: Zugangspunkt
es: Punto de Acceso

# lblLIBNODAVECPURack.Text
source: CPU-Rack
es: Ranura CPU

# lblLIBNODAVECPUIP.Text
source: IP-Adresse
es: Dirección IP

# lblLIBNODAVELokalCOMPort.Text
source: COM-Port
es: Puerta-COM

# lblLIBNODAVELokalMPI.Text
source: Lokal-MPI
es: MPI-Local

# lblLIBNODAVECPUMPI.Text
source: CPU-MPI
es: MPI-CPU

# cmdSave.Text
source: speichern
es: Guardar

# lblLIBNODAVEBusSpeed.Text
source: MPI/DP Speed
es: Velocidad MPI/DP

# cmdUndo.Text
source: rückgänig
es: Deshacer

# chkNetlinkReset.Text
source: Netlink beim aufbau immer reseten
es: Resetear siempre el enlace Netlink

# chkNetlinkReset.ToolTip
source: Es kann beim Netlink vorkommen das wenn eine Verbindung nicht richtig beendet wird, die Verbindungsresource belegt bleibt. Da der Netlink nur 2 Verbindungen annehmen kann, ist wenn dies das zweite mal passiert der Netlink nicht mehr erreichbar. Deshalb kann hiermit bei jeder neuen Verbindung ein Reset ausgeführt werden. Achtung: Verbindungen von anderer Software zum Netlink wird dann auch getrennt!
es: Puede suceder que el Netlink, cuando una conexión no se cierra correctamente, mantenga ocupado el recurso de conexión Ya que. el Netlink solo puede tener dos conexiones, no estaria disponible a la segunda vez que esto pasa. Por esto se puede resetear el NetLink cada vez que se establezca una nueva conexion. ADVERTENCIA: Conexiones de otros Software hacia Netlinka tambien seran desconectado

# lblTimeout.ToolTip
source: Timeout zum warten auf Daten von der CPU
es: Tiempo de espera de los datos de la CPU

# txtTimeout.ToolTip
source: Timeout zum warten auf Daten von der CPU
es: Tiempo de espera de los datos de la CPU

# txtTimeoutIPConnect.ToolTip
source: Timeout welcher für den Connect zu einer IP benutzt wird
es: Tiempo de espera que se utiliza para la conexión a una IPTiempo de espera que se utiliza para la conexión a una IP

# lblTimeoutIPConnect.Text
source: Timeout IP Connect
es: Timeout Conexión IP

# lblTimeoutIPConnect.ToolTip
source: Timeout welcher für den Connect zu einer IP benutzt wird
es: Tiempo de espera que se utiliza para la conexión a una IPTiempo de espera que se utiliza para la conexión a una IP

# txtWritePort.ToolTip
source: Write Port
es: Puerta para escribir

# lblLIBNODAVELokalComSpeed.Text
source: COM-Speed
es: Velocidad COM

# lblLIBNODAVELokalComParity.Text
source: COM-Parity
es: Paridad COM

# lblRoutingDestination.Text
source: Ziel CPU (MPI/DP/IP)
es: CPU destino (MPI/DP/IP)

# chkRouting.Text
source: Routing
es: Enrutamiento

# lblRoutingSubnet.Text
source: S7-Subnetz-ID
es: S7-Subred-ID

# lblRoutingRack.Text
source: Rack
es: Ranura

# label4.Text
source: Connection Typ
es: Tipo de conexion

# lblS7OnlineDevice.Text
source: (none)
es: (ninguna)

# lblLIBNODAVECPUPort.Text
source: Port
es: Puerto

# cmdTest.Text
source: Verbindung testen
es: Prueba de conexión

# lblState.Text
source: Status
es: Estatus

# label3.Text
source: Connection Typ
es: Tipo de conexion

# chkUseShortRequest.Text
source: Benutze Short DB Request (nur bei 400er CPU)
es: Usar pedido DB corto (solo en CPU 400)

# $this.Text
source: PLC Connection Library - Connection Editor
es: Librería Conexión a PLC - Editor Conexiones
